class NewsData {
  static final List<Map<String, String>> newsList = [
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
    {
      'title': 'فوزاً تاريخياً على النجف',
      'description':
          'بعد سيطرة النجف في الشوط الاول الذي انتهى بالتعادل نادي كربلاء يقلب النتيجة ويحقق فوزاً تاريخياً على النجف بهدفين نظيفين في الجولة الرابعة من دوري نجوم العراق.',
      'imagePath':
          'assets/images/398508565_749293780573220_8800343528059895026_n.jpg',
    },
  ];
}
